{
  "tattoos": [
    {
      "id": "lion-meditation",
      "slug": "lion-meditation",
      "name": "The Roar of Destiny",
      "style": "Realism / Spiritual",
      "image": "/images/tattoos/The Roar of Destiny.jpg",
      "featured": true,
      "healed": false,
      "description": "A powerful forearm piece featuring a majestic lion gazing upward, with a silhouette of a meditating figure bathed in divine light below. This composition represents the harmony between raw strength and inner peace.",
      "symbolism": "The lion symbolizes courage, strength, and nobility, while the meditating figure represents spiritual awakening and the pursuit of enlightenment. Together, they embody the balance between worldly power and spiritual transcendence.",
      "youtubeUrl": ""
    },
    {
      "id": "cross-dove-spiritual",
      "slug": "cross-dove-spiritual",
      "name": "The Celestial Covenant",
      "style": "Religious / Geometric",
      "image": "/images/tattoos/The Celestial Covenant.jpg",
      "featured": true,
      "healed": false,
      "description": "A stunning neck piece combining an ornate cross draped in flowing fabric, with a dove spreading its wings in flight. Geometric elements and dotwork create a halo effect, completed with sacred patterns extending down the spine.",
      "symbolism": "The cross represents faith and sacrifice, while the dove symbolizes the Holy Spirit, peace, and divine guidance. The geometric patterns add a contemporary touch to this deeply spiritual piece.",
      "youtubeUrl": ""
    },
    {
      "id": "hourglass-geometric",
      "slug": "hourglass-geometric",
      "name": "The Watcher of Time",
      "style": "Geometric / Surrealism",
      "image": "/images/tattoos/The Watcher of Time.jpg",
      "featured": true,
      "healed": false,
      "description": "An intricate hourglass design with geometric framework, featuring a mysterious eye within the sands of time. Orbital circles and fine linework create a blueprint-like aesthetic that merges time with consciousness.",
      "symbolism": "The hourglass represents the passage of time and mortality, while the eye symbolizes awareness and the watchful nature of existence. The geometric elements suggest the mathematical precision underlying all of reality.",
      "youtubeUrl": ""
    },
    {
      "id": "lion-ram-sleeve",
      "slug": "lion-ram-sleeve",
      "name": "The Thunder King",
      "style": "Realism / Wildlife",
      "image": "/images/tattoos/The Thunder King.jpg",
      "featured": true,
      "healed": false,
      "description": "A dramatic half-sleeve featuring a fierce lion's face emerging from smoke and clouds, crowned by a powerful ram with curved horns. The composition creates a sense of primal energy and untamed wilderness.",
      "symbolism": "The lion represents courage and leadership, while the ram symbolizes determination, action, and breakthrough. Together, they embody unstoppable willpower and the drive to overcome any obstacle.",
      "youtubeUrl": ""
    },
    {
      "id": "jaguar-warrior-mask",
      "slug": "jaguar-warrior-mask",
      "name": "The Shadowed Guardian",
      "style": "Japanese Fusion / Realism",
      "image": "/images/tattoos/The Shadowed Guardian.jpg",
      "featured": true,
      "healed": false,
      "description": "An intense forearm piece blending a spotted jaguar's face with a human eye and traditional Oni mask elements. A monk figure adds spiritual depth to this fusion of cultures and consciousness.",
      "symbolism": "The jaguar represents power and stealth, the warrior mask symbolizes inner demons and protection, while the monk signifies the spiritual path. This piece speaks to the battle between primal instinct and enlightened consciousness.",
      "youtubeUrl": ""
    },
    {
      "id": "minimalist-heart-script",
      "slug": "minimalist-heart-script",
      "name": "Eternal Bond",
      "style": "Fineline / Minimalist",
      "image": "/images/tattoos/Eternal Bond.jpg",
      "featured": false,
      "healed": true,
      "description": "A delicate fineline design featuring flowing calligraphic script forming an abstract heart shape. Subtle ink splatter adds an organic touch to this elegant, understated piece.",
      "symbolism": "This minimalist heart represents love in its purest, most personal form. The flowing script suggests that love is a story being written, unique to each individual.",
      "youtubeUrl": ""
    },
    {
      "id": "jaguar-temple-monk",
      "slug": "jaguar-temple-monk",
      "name": "The Shadowed Guardian Full",
      "style": "Japanese / Realism",
      "image": "/images/tattoos/The Shadowed Guardian Full.jpg",
      "featured": true,
      "healed": false,
      "description": "A breathtaking forearm sleeve combining a snow leopard's piercing gaze, a traditional Japanese temple, an Oni mask, and a contemplative monk. Diagonal composition creates dynamic energy throughout the piece.",
      "symbolism": "The snow leopard represents mystery and solitude, the temple symbolizes spiritual sanctuary, the Oni mask guards against evil, and the monk embodies the seeker's path. A complete journey from wildness to wisdom.",
      "youtubeUrl": ""
    },
    {
      "id": "turtle-mountain-geometric",
      "slug": "turtle-mountain-geometric",
      "name": "The Cosmic Turtle",
      "style": "Geometric / Nature",
      "image": "/images/tattoos/The Cosmic Turtle.jpg",
      "featured": true,
      "healed": false,
      "description": "A creative composition where a turtle's shell becomes a mountain landscape with pine forests and a rising sun. Geometric triangles and circles frame this piece in a contemporary style.",
      "symbolism": "The turtle represents longevity, wisdom, and carrying your world with you. The mountains symbolize ambition and spiritual heights, while geometric elements connect nature to sacred mathematics.",
      "youtubeUrl": ""
    },
    {
      "id": "shiva-hanuman-sleeve",
      "slug": "shiva-hanuman-sleeve",
      "name": "Avatar of Destruction",
      "style": "Hindu Mythology / Realism",
      "image": "/images/tattoos/Avatar of Destruction.jpg",
      "featured": true,
      "healed": false,
      "description": "An epic half-sleeve depicting Lord Shiva in his cosmic dance pose reaching toward the heavens, emerging from Lord Hanuman's crowned head. Swirling energy and divine light create a sense of cosmic power.",
      "symbolism": "Lord Shiva represents destruction and transformation, while Hanuman embodies devotion, strength, and selfless service. Their union symbolizes the ultimate devotee's connection to the divine.",
      "youtubeUrl": ""
    },
    {
      "id": "praying-hands-rosary",
      "slug": "praying-hands-rosary",
      "name": "Hands of Eternal Faith",
      "style": "Religious / Realism",
      "image": "/images/tattoos/Hands of Eternal Faith.jpg",
      "featured": false,
      "healed": false,
      "description": "Classic praying hands holding a rosary with cross, flanked by elegant script reading 'Belief' and 'Faith'. The hyper-realistic detail captures every wrinkle and bead with masterful precision.",
      "symbolism": "Praying hands represent devotion and surrender to a higher power. The rosary symbolizes meditation and prayer, while the words 'Belief' and 'Faith' serve as constant reminders of spiritual commitment.",
      "youtubeUrl": ""
    },
    {
      "id": "swallows-fineline",
      "slug": "swallows-fineline",
      "name": "Twin Souls in Flight",
      "style": "Fineline / Illustrative",
      "image": "/images/tattoos/Twin Souls in Flight.jpg",
      "featured": false,
      "healed": true,
      "description": "Two graceful swallows in flight, rendered in delicate fineline style with small star accents. This personal, intimate piece carries the message: 'It's small... because it's personal.'",
      "symbolism": "Swallows represent freedom, loyalty, and safe return home. Two birds together often symbolize love, partnership, or the balance between two aspects of oneself.",
      "youtubeUrl": ""
    },
    {
      "id": "hanuman-portrait",
      "slug": "hanuman-portrait",
      "name": "Hanuman",
      "style": "Hindu Mythology / Realism",
      "image": "/images/tattoos/Hanuman.jpg",
      "featured": true,
      "healed": false,
      "description": "A stunning close-up portrait of Lord Hanuman with eyes closed in meditation, wearing his divine crown. The intricate detailing captures every strand of fur and ornamental detail with photorealistic precision.",
      "symbolism": "Lord Hanuman represents unwavering devotion, supernatural strength, and selfless service. His meditative pose reminds us that true power comes from inner peace and connection to the divine.",
      "youtubeUrl": ""
    },
    {
      "id": "silent-song-krishna",
      "slug": "silent-song-krishna",
      "name": "The Silent Song of Krishna",
      "style": "Hindu Mythology / Realism",
      "image": "/images/healed/The Silent Song of Krishna.jpg",
      "featured": false,
      "healed": true,
      "description": "A detailed portrait of Lord Krishna holding a flute, adorned with a peacock feather crown and traditional tilak mark. The piece includes flowing script in both English and Devanagari, reading 'and fight' and 'remember', creating a powerful message of spiritual strength and remembrance.",
      "symbolism": "Lord Krishna represents divine love, wisdom, and the eternal guide. The flute symbolizes the call to spiritual awakening, while the text 'and fight' and 'remember' serves as a reminder to persevere and remember one's true nature in the face of life's challenges.",
      "youtubeUrl": ""
    },
    {
      "id": "vighnaharta-ganesha",
      "slug": "vighnaharta-ganesha",
      "name": "Vighnaharta – The Remover of All Obstacles",
      "style": "Hindu Mythology / Realism",
      "image": "/images/healed/Vighnaharta – The Remover of All Obstacles.jpg",
      "featured": false,
      "healed": true,
      "description": "A majestic chest and shoulder piece featuring Lord Ganesha in a cosmic setting, surrounded by swirling clouds and floating debris. The intricate detailing captures every texture of the elephant head, ornate crown, and traditional adornments, with a vibrant red tilak mark on the forehead.",
      "symbolism": "Lord Ganesha, known as Vighnaharta, is the remover of obstacles and the god of new beginnings. The cosmic background represents the vastness of the spiritual realm, while the red tilak symbolizes divine protection and blessing. This piece serves as a powerful talisman for overcoming challenges.",
      "youtubeUrl": ""
    },
    {
      "id": "always-us",
      "slug": "always-us",
      "name": "Always Us",
      "style": "Fineline / Minimalist",
      "image": "/images/tattoos/Always Us.jpg",
      "featured": false,
      "healed": false,
      "description": "A meaningful piece celebrating connection and unity.",
      "symbolism": "This tattoo represents eternal bonds and the unbreakable connection between loved ones.",
      "youtubeUrl": ""
    },
    {
      "id": "as-above-so-within",
      "slug": "as-above-so-within",
      "name": "As Above, So Within",
      "style": "Spiritual / Geometric",
      "image": "/images/tattoos/As Above, So Within .jpg",
      "featured": true,
      "healed": false,
      "description": "A spiritual design embodying the ancient Hermetic principle that the macrocosm reflects the microcosm.",
      "symbolism": "This phrase represents the connection between the universe and the self, suggesting that what exists in the outer world mirrors our inner reality.",
      "youtubeUrl": ""
    },
    {
      "id": "atomic-geometric-linework",
      "slug": "atomic-geometric-linework",
      "name": "Atomic & Geometric Linework",
      "style": "Geometric / Scientific",
      "image": "/images/tattoos/Atomic & Geometric Linework.jpg",
      "featured": false,
      "healed": false,
      "description": "An intricate geometric design featuring atomic structures and precise linework patterns.",
      "symbolism": "The atomic structure represents the fundamental building blocks of existence, while geometric patterns symbolize order and harmony in the universe.",
      "youtubeUrl": ""
    },
    {
      "id": "beyond-human",
      "slug": "beyond-human",
      "name": "Beyond Human",
      "style": "Surrealism / Abstract",
      "image": "/images/tattoos/Beyond Human.jpg",
      "featured": true,
      "healed": false,
      "description": "A surreal composition exploring themes of transcendence and evolution beyond human limitations.",
      "symbolism": "This piece represents the journey of transformation and the aspiration to transcend physical and mental boundaries.",
      "youtubeUrl": ""
    },
    {
      "id": "beyond-the-known",
      "slug": "beyond-the-known",
      "name": "Beyond the Known",
      "style": "Surrealism / Abstract",
      "image": "/images/tattoos/Beyond the Known.jpg",
      "featured": false,
      "healed": false,
      "description": "An abstract design that ventures into the realm of the unknown and unexplored.",
      "symbolism": "This tattoo symbolizes the courage to explore uncharted territories, both external and within oneself.",
      "youtubeUrl": ""
    },
    {
      "id": "born-to-lead",
      "slug": "born-to-lead",
      "name": "Born to Lead",
      "style": "Realism / Motivational",
      "image": "/images/tattoos/Born to Lead.jpg",
      "featured": true,
      "healed": false,
      "description": "A powerful piece celebrating leadership and the natural ability to guide and inspire others.",
      "symbolism": "This tattoo represents the inherent qualities of leadership, courage, and the responsibility to lead by example.",
      "youtubeUrl": ""
    },
    {
      "id": "bound-by-nature",
      "slug": "bound-by-nature",
      "name": "Bound by Nature",
      "style": "Nature / Realism",
      "image": "/images/tattoos/Bound by Nature.jpg",
      "featured": false,
      "healed": false,
      "description": "A design exploring the deep connection between humanity and the natural world.",
      "symbolism": "This piece represents our intrinsic bond with nature and the understanding that we are part of a greater ecosystem.",
      "youtubeUrl": ""
    },
    {
      "id": "broken-clock-lone-figure",
      "slug": "broken-clock-lone-figure",
      "name": "Broken Clock & Lone Figure",
      "style": "Surrealism / Symbolism",
      "image": "/images/tattoos/Broken Clock & Lone Figure.jpg",
      "featured": false,
      "healed": false,
      "description": "A contemplative piece featuring a broken timepiece and a solitary figure, exploring themes of time and solitude.",
      "symbolism": "The broken clock represents the suspension of time or the irrelevance of time in certain moments, while the lone figure symbolizes introspection and self-discovery.",
      "youtubeUrl": ""
    },
    {
      "id": "clouds-of-continuity",
      "slug": "clouds-of-continuity",
      "name": "Clouds of Continuity",
      "style": "Abstract / Nature",
      "image": "/images/tattoos/Clouds of Continuity.jpg",
      "featured": false,
      "healed": false,
      "description": "An ethereal design featuring flowing clouds that represent the continuous flow of life and time.",
      "symbolism": "Clouds symbolize the ever-changing yet constant nature of existence, representing continuity through transformation.",
      "youtubeUrl": ""
    },
    {
      "id": "elephant-turtle",
      "slug": "elephant-turtle",
      "name": "Elephant & Turtle",
      "style": "Wildlife / Realism",
      "image": "/images/tattoos/Elephant & Turtle.jpg",
      "featured": false,
      "healed": false,
      "description": "A harmonious composition featuring an elephant and turtle, two symbols of wisdom and longevity.",
      "symbolism": "The elephant represents memory, wisdom, and strength, while the turtle symbolizes longevity, patience, and carrying one's world with them.",
      "youtubeUrl": ""
    },
    {
      "id": "fininne",
      "slug": "fininne",
      "name": "Finnine",
      "style": "Abstract / Illustrative",
      "image": "/images/tattoos/fininne.jpg",
      "featured": false,
      "healed": false,
      "description": "A unique abstract design with flowing forms and intricate details.",
      "symbolism": "This piece represents personal expression and the beauty found in abstract forms.",
      "youtubeUrl": ""
    },
    {
      "id": "gentle-becoming",
      "slug": "gentle-becoming",
      "name": "Gentle Becoming",
      "style": "Fineline / Minimalist",
      "image": "/images/tattoos/Gentle Becoming.jpg",
      "featured": false,
      "healed": false,
      "description": "A delicate design representing the gentle process of transformation and growth.",
      "symbolism": "This tattoo symbolizes the soft, gradual journey of becoming who we are meant to be.",
      "youtubeUrl": ""
    },
    {
      "id": "legacy-of-swarajya",
      "slug": "legacy-of-swarajya",
      "name": "Legacy of Swarajya",
      "style": "Cultural / Historical",
      "image": "/images/tattoos/Legacy of Swarajya .jpg",
      "featured": true,
      "healed": false,
      "description": "A powerful piece honoring the legacy of self-rule and independence.",
      "symbolism": "Swarajya represents self-governance and freedom, symbolizing the enduring legacy of independence and self-determination.",
      "youtubeUrl": ""
    },
    {
      "id": "lord-krishna",
      "slug": "lord-krishna",
      "name": "Lord Krishna",
      "style": "Hindu Mythology / Realism",
      "image": "/images/tattoos/lord krishna .jpg",
      "featured": true,
      "healed": false,
      "description": "A divine portrait of Lord Krishna, the embodiment of love, wisdom, and divine play.",
      "symbolism": "Lord Krishna represents divine love, compassion, and the eternal guide who leads devotees on the path of righteousness and spiritual awakening.",
      "youtubeUrl": ""
    },
    {
      "id": "mahadev-beyond-form",
      "slug": "mahadev-beyond-form",
      "name": "Mahadev Beyond Form",
      "style": "Hindu Mythology / Abstract",
      "image": "/images/tattoos/Mahadev Beyond Form.jpg",
      "featured": true,
      "healed": false,
      "description": "An abstract representation of Lord Shiva (Mahadev) transcending physical form, embodying the formless divine.",
      "symbolism": "Mahadev represents the ultimate reality beyond physical manifestation, symbolizing the formless consciousness that underlies all existence.",
      "youtubeUrl": ""
    },
    {
      "id": "new-template-copy-2",
      "slug": "new-template-copy-2",
      "name": "New Template Copy 2",
      "style": "Abstract / Geometric",
      "image": "/images/tattoos/new templet copy 2.jpg",
      "featured": false,
      "healed": false,
      "description": "A unique design featuring geometric and abstract elements.",
      "symbolism": "This piece represents personal expression through geometric patterns and abstract forms.",
      "youtubeUrl": ""
    },
    {
      "id": "raw-balance",
      "slug": "raw-balance",
      "name": "Raw Balance",
      "style": "Abstract / Minimalist",
      "image": "/images/tattoos/Raw Balance.jpg",
      "featured": false,
      "healed": false,
      "description": "A minimalist design exploring the concept of balance in its most fundamental form.",
      "symbolism": "This tattoo represents the essential balance that exists in nature and within ourselves, the raw harmony of opposing forces.",
      "youtubeUrl": ""
    },
    {
      "id": "reset-the-direction",
      "slug": "reset-the-direction",
      "name": "Reset the Direction",
      "style": "Abstract / Motivational",
      "image": "/images/tattoos/Reset the Direction .jpg",
      "featured": false,
      "healed": false,
      "description": "A design symbolizing the power to change course and redirect one's path in life.",
      "symbolism": "This piece represents the ability to reset, redirect, and choose a new direction when needed, embodying the power of transformation and renewal.",
      "youtubeUrl": ""
    },
    {
      "id": "surreal-portrait",
      "slug": "surreal-portrait",
      "name": "Surreal Portrait",
      "style": "Surrealism / Portrait",
      "image": "/images/tattoos/Surreal Portrait.jpg",
      "featured": false,
      "healed": false,
      "description": "A surreal portrait that blends reality with dreamlike elements, creating a unique visual narrative.",
      "symbolism": "This piece represents the intersection of reality and imagination, exploring the depths of consciousness and perception.",
      "youtubeUrl": ""
    },
    {
      "id": "the-eternal-melody",
      "slug": "the-eternal-melody",
      "name": "The Eternal Melody",
      "style": "Abstract / Spiritual",
      "image": "/images/tattoos/The Eternal Melody.jpg",
      "featured": true,
      "healed": false,
      "description": "A flowing design that captures the essence of music and rhythm in visual form.",
      "symbolism": "This tattoo represents the eternal song of the universe, the rhythm that underlies all existence and connects all things.",
      "youtubeUrl": ""
    },
    {
      "id": "the-predator-within",
      "slug": "the-predator-within",
      "name": "The Predator Within",
      "style": "Realism / Wildlife",
      "image": "/images/tattoos/The Predator Within.jpg",
      "featured": true,
      "healed": false,
      "description": "A powerful piece featuring a predator, representing the primal instincts and strength that lie within.",
      "symbolism": "This tattoo symbolizes the untamed power and instinctual nature that exists within each person, the predator that protects and provides.",
      "youtubeUrl": ""
    },
    {
      "id": "trisul",
      "slug": "trisul",
      "name": "Trisul",
      "style": "Hindu Mythology / Symbolic",
      "image": "/images/tattoos/Trisul.jpg",
      "featured": true,
      "healed": false,
      "description": "The sacred trident of Lord Shiva, a powerful symbol of divine energy and protection.",
      "symbolism": "The Trisul (Trishula) represents the three fundamental aspects of existence: creation, preservation, and destruction, as well as the three states of consciousness: waking, dreaming, and deep sleep.",
      "youtubeUrl": ""
    },
    {
      "id": "vighnaharta-tattoos",
      "slug": "vighnaharta-tattoos",
      "name": "Vighnaharta",
      "style": "Hindu Mythology / Realism",
      "image": "/images/tattoos/Vighnaharta.jpg",
      "featured": true,
      "healed": false,
      "description": "A depiction of Lord Ganesha as Vighnaharta, the remover of obstacles and the god of new beginnings.",
      "symbolism": "Vighnaharta represents the divine power to remove all obstacles from one's path, bringing success, wisdom, and protection to devotees.",
      "youtubeUrl": ""
    },
    {
      "id": "where-memory-never-fades",
      "slug": "where-memory-never-fades",
      "name": "Where Memory Never Fades",
      "style": "Symbolic / Realism",
      "image": "/images/tattoos/Where Memory Never Fades.jpg",
      "featured": false,
      "healed": false,
      "description": "A poignant piece exploring the permanence of memory and the things we hold dear.",
      "symbolism": "This tattoo represents the eternal nature of cherished memories and the places in our hearts where nothing is ever forgotten.",
      "youtubeUrl": ""
    },
    {
      "id": "winged-helmet-sword",
      "slug": "winged-helmet-sword",
      "name": "Winged Helmet & Sword",
      "style": "Mythological / Realism",
      "image": "/images/tattoos/Winged Helmet & Sword.jpg",
      "featured": true,
      "healed": false,
      "description": "A powerful design featuring a winged helmet and sword, symbols of victory, protection, and divine guidance.",
      "symbolism": "The winged helmet represents speed, freedom, and divine protection, while the sword symbolizes strength, justice, and the power to cut through obstacles.",
      "youtubeUrl": ""
    }
  ]
}
